<?php

/*
|---------------------------------
| ---------- About Page -----------
|---------------------------------
*/

return [
    'About Us'     => 'حول الموقع',
    'About Desc1'  => 'تسترشد عملية الشراء بأربعة مبادئ: هوس العملاء بدلاً من التركيز على المنافسين ، والشغف بالاختراع ، والالتزام بالتميز التشغيلي ، والتفكير طويل المدى.',
    'About Desc2'  => 'نشحن أكثر من 45 مليون منتج حول العالم.',
    'About Desc3'  => 'مبادئ القيادة لدينا ليست ملهمة للتعليق على الحائط. تعمل هذه المبادئ بجد ، تمامًا كما نفعل نحن. نستخدمها كل يوم ، سواء كانوا يناقشون أفكارًا لمشاريع جديدة ، أو يقررون أفضل حل لمشكلة العميل ، أو يقابلون المرشحين.',
    'About Desc4'  => 'القادة أصحاب. إنهم يفكرون على المدى الطويل ولا يضحون بالقيمة طويلة الأجل من أجل نتائج قصيرة الأجل. يتصرفون نيابة عن الشركة بأكملها ، بخلاف فريقهم فقط. إنهم لا يقولون أبدًا "هذه ليست وظيفتي.',
    'About Desc5'  => 'يتوقع القادة ويتطلبون الابتكار والاختراع من فرقهم ويجدون دائمًا طرقًا للتبسيط. إنهم مدركون خارجيًا ، ويبحثون عن أفكار جديدة من كل مكان ، ولا يقتصر عليهم "لم يُبتكر هنا". أثناء قيامنا بأشياء جديدة ، نقبل أنه قد يساء فهمنا لفترات طويلة من الزمن.',
    'About Desc6'  => 'القادة على حق كثيرا. لديهم حكم عمل قوي وغرائز جيدة. يسعون إلى وجهات نظر متنوعة ويعملون على عدم تأكيد معتقداتهم.',
];
